export default function () {
	return [
		{
			id: 1,
			author: "Theodore Dreiser",
			name: "The Financier",
			bookDescr: " Финансист (англ. The Financier) — роман американского писателя Теодора Драйзера, опубликованный в 1912 году, первый из цикла «Трилогия желания» (второй и третий романы из этого цикла — «Титан» и «Стоик»). Главный герой трилогии — Фрэнк Каупервуд. В основу положена история жизни американского миллионера Чарльза Йеркса (1837—1905). Наиболее распространённый перевод на русский язык М. Волосова.",
			authorDescr: "Драйзер — художник-натуралист. Он строит свои произведения на колоссальном материале наблюдений и опыта. Его искусство — это искусство точного до скрупулезности изображения, искусство фактов и вещей. Драйзер передаёт быт во всех его мельчайших подробностях: он вводит документы, иногда почти целиком взятые из действительности (письма Роберты Олден в «Американской трагедии» приводятся почти целиком), цитирует прессу, пространно объясняет биржевые спекуляции своих героев, внимательно прослеживает развитие их деловых предприятий и т. д. Американские критики неоднократно обвиняли Драйзера в отсутствии стиля, не понимая особой природы его натуралистического стиля",
			img: "https://books.google.ru/books/content?id=geHKAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE734m-u5FtTZH-9nk-oORxT2biR5C7zQpxQEUo8_fI11ZLR_MBjnHXDeGIi-9xJXLCM4DLvj7Egm2oPYILqdtnxYilpqK4jMOV7Tay294OOpqLtiXh6baPRaeA0UJA3MR-L3xeVs"
		},
		{
			id: 2,
			author: "Theodore Dreiser",
			name: "Гений",
			bookDescr: "Герой романа «Гений», талантливый художник Юджин Витла, во многом сродни своему создателю – американскому писателю Теодору Драйзеру. Их сближают не только биографические совпадения, но и эстетические взгляды.Тернист путь Юджина к цели. Он обретает материальное благополучие и респектабельное положение в обществе ценой невосполнимых потерь. Но Юджин – сильная личность, он сумел не сломаться, пережив творческий и душевный кризис. Творческая личность, он находится в постоянном поиске и открывает для себя новую сферу – «великое искусство снов»",
			authorDescr: "Драйзер — художник-натуралист. Он строит свои произведения на колоссальном материале наблюдений и опыта. Его искусство — это искусство точного до скрупулезности изображения, искусство фактов и вещей. Драйзер передаёт быт во всех его мельчайших подробностях: он вводит документы, иногда почти целиком взятые из действительности (письма Роберты Олден в «Американской трагедии» приводятся почти целиком), цитирует прессу, пространно объясняет биржевые спекуляции своих героев, внимательно прослеживает развитие их деловых предприятий и т. д. Американские критики неоднократно обвиняли Драйзера в отсутствии стиля, не понимая особой природы его натуралистического стиля",
			img: "https://books.google.ru/books/content?id=reLKAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71uZeaF9p7Fiy5z-4zn1Sf5aacTuF2pYlCvQq3FSdzW4lVCmDbnFgnZZrwiUh9-5C-08KSLBuAm1ee6jnVx5K5L0k_tYo-8-65kCqQAa8vNkLamDRzHLKk0OJyLKBbdeibFxOuV"
		},
		{
			id: 3,
			author: "Theodore Dreiser",
			name: "Американская трагедия",
			bookDescr: "Роман «Американская трагедия» – вершина творчества выдающегося американского писателя Теодора Драйзера. Он говорил: «Никто не создает трагедий – их создает жизнь. Писатели лишь изображают их». Драйзеру удалось так талантливо изобразить трагедию Клайва Грифитса, что его история не оставляет равнодушным и современного читателя. Молодой человек, вкусивший всю прелесть жизни богатых, так жаждет утвердиться в их обществе, что идет ради этого на преступление.",
			authorDescr: "Драйзер — художник-натуралист. Он строит свои произведения на колоссальном материале наблюдений и опыта. Его искусство — это искусство точного до скрупулезности изображения, искусство фактов и вещей. Драйзер передаёт быт во всех его мельчайших подробностях: он вводит документы, иногда почти целиком взятые из действительности (письма Роберты Олден в «Американской трагедии» приводятся почти целиком), цитирует прессу, пространно объясняет биржевые спекуляции своих героев, внимательно прослеживает развитие их деловых предприятий и т. д. Американские критики неоднократно обвиняли Драйзера в отсутствии стиля, не понимая особой природы его натуралистического стиля",
			img: "https://books.google.ru/books/content?id=hSCmAAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE71fhZKfkggDdvkEK2UPPyQnr-o7Kja_YXKTwVuKDJ8ZAbeij8FW0KFIO1QWY-snKbh0Og1UdhMFMJcBIJGR-uGMlMLiqpO4SHuHZbereOvHEzMkL0XYT1BD6Sjj7KetdnK0zOXJ"
		}
	]
}